[First_Non_ADVENT_Sighted_TYGAN AkEvent]
SpokenText="Схоже, тепер ми частiше зустрiчатимемося з прибульцями. Ми - загроза їхньому контролю над свiтом."

[T_ADVENTcaptainSightedOne_Tygan AkEvent]
SpokenText="Ближчий капiтан «Адвента» став би чудовою мiшенню для черепного бура."

[T_ADVENTcaptainSightedSightedThree_Tygan AkEvent]
SpokenText="Поблизу знаходиться капiтан «Адвента». Спробуємо вiдключити його за допомогою черепного бура."

[T_ADVENTcaptainSightedTwo_Tygan AkEvent]
SpokenText="Капiтан «Адвента» чудово нам пiдiйде, якщо ми зможемо його вiдключити."

[T_Alien_Facility_Advent_Clone_Pods_Tygan_01 AkEvent]
SpokenText="Це щось на кшталт iнкубацiйних камер, якi, безсумнiвно, є частиною системи постачання «Адвента» новими вiйськами."

[T_Alien_Fortress_Residential_Diorama_Tygan_01 AkEvent]
SpokenText="Можливо, вони збиралися використовувати це для якогось псiхологiчного тестування."

[T_Avatar_First_Action_Tygan AkEvent]
SpokenText="На приладах вже неймовiрний рiвень псi-енергiї, але ми не можемо передбачити, наскiльки потужним вiн може бути."

[T_Avatar_Regenerates_Tygan AkEvent]
SpokenText="Схоже, вiн здатний вiдновлювати фiзичнi пошкодження!"

[T_Blacksite_Entering_Facility_Spotted_Tygan_P2 AkEvent]
SpokenText="Розумно припустити, що «Адвент» побудував цю систему не за одну нiч. Мабуть, на це пiшли роки. Може, саме це й було головною метою прибульцiв."

[T_Blacksite_Exterior_Reveal_Tygan_P1 AkEvent]
SpokenText="Розумно припустити, що «Адвент» побудував цю систему не за одну нiч. Мабуть, на це пiшли роки. Але для чого?"

[T_Blacksite_Interior_Reveal_Tygan_P1_ALT AkEvent]
SpokenText="Так багато жертв! Їх обробляють з нелюдською, жорстокою ефективнiстю. Можливо, це пiддослiднi для випробування нових видiв зброї?"

[T_Blacksite_Interior_Reveal_Tygan_P2 AkEvent]
SpokenText="Погляньте на кiлькiсть пiддослiдних. На нелюдську, жорстоку ефективнiсть. Можливо, це полiгон для випробування нових видiв зброї?"

[T_Blacksite_Liquid_Collection_Spotted_Tygan_P3 AkEvent]
SpokenText="Якщо це так, то вони зiбрали бiльш нiж достатньо пiддослiдних."

[T_Blacksite_Soylent_Gold_Spotted_Tygan_01 AkEvent]
SpokenText="Пiдберiть цю склянку. Необхiдно з'ясувати, чим вони тут займаються."

[T_Blacksite_Soylent_Gold_Spotted_Tygan_02 AkEvent]
SpokenText="Здається, в цiй канiстрi знаходиться те, заради чого затiвався весь цей процес. Швидше за все, у нас виникне бiльше питань, нiж вiдповiдей, але ми просто зобов'язанi взяти зразок цiєї речовини на аналiз."

[T_Broadcast_Flyover_Tygan_P2 AkEvent]
SpokenText="Обсяг псi-енергiї, що проходить через цю систему, не пiддається вимiрюванню…"

[T_Broadcast_Rooftops_Env_Callouts_Tygan_01 AkEvent]
SpokenText="Конструкцiя може бути обумовлена роботою самої мережi. Обсяг псi-енергiї, що проходить через цю систему, не пiддається вимiрюванню…"

[T_City_Center_Chip_Transmitter_Tygan_01 AkEvent]
SpokenText="Здається, цi передавачi служать своєрiдними ретрансляторами, що дозволяють псi-мережi охоплювати вiддаленi розташування вiйськ «Адвента»."

[T_CodexDeath_Tygan AkEvent]
SpokenText="Чудова робота, командире! Здається, в процесi розсiювання вiд Кодекса вiдокремився якийсь фiзичний елемент. Сподiваюсь, вiн зможе дати нам деяке уявлення про подальшi плани прибульцiв."

[T_CodexFirstAction_Tygan AkEvent]
SpokenText="Здається, Кодекс перебуває в потоковому станi, розташовуючись частково в декiлькох вимiрах!"

[T_CodexFirstCleave_Tygan AkEvent]
SpokenText="Я нiколи ранiше не бачив нiчого подiбного. Кодекс створює копiї самого себе в нашому вимiрi!"

[T_Depleted_Avatar_Sighted_After_Skulljacking_Codex_Tygan AkEvent]
SpokenText="Зовнiшнiсть буває оманливою. Я б порадив дотримуватися обережностi."

[T_Final_Mission_Enemy_Avatar_1_Has_Died_Tygan_02 AkEvent]
SpokenText="Так. Старiйшина, мабуть, втрачає контроль над мережею."

[T_Final_Mission_Final_Set_Three_Tygan_02_Alt AkEvent]
SpokenText="Цiкаво. Цiкаво, що сталося б зi свiтом, якби прибульцi були бiльш цiлеспрямованими при першому контактi?"

[T_Final_Mission_Final_Showdown_Begins_Tygan_02 AkEvent]
SpokenText="Викладенi цим створiнням можливостi iнтригують, але, гадаю, час для рацiональної дискусiї вже минув."

[T_Final_Mission_First_Hostile_Avatar_Reveal_Tygan_01 AkEvent]
SpokenText="Неймовiрно. Станцiя цiлком занурилася на дно океану. Але надовго чи нi..."

[T_Final_Mission_Middle_Set_Three_Tygan_02 AkEvent]
SpokenText="Можливо, тепер Старiйшинам доводиться самостiйно пiдтримувати мережу. Напевно, це вимагає колосальних зусиль навiть вiд них."

[T_FirstCodexAppearsPart1_Tygan AkEvent]
SpokenText="Командире, здається, Кодекс забезпечує збереження даних прибульцiв. Нам необхiдно нейтралiзувати його, якщо ми хочемо отримати данi."

[T_FirstCodexAppearsPart1_Tygan_DUP AkEvent]
SpokenText="Надзвичайно! Здається, що Кодекс забезпечує збереження даних прибульцiв. Нам необхiдно нейтралiзувати його, якщо ми хочемо отримати їх."

[T_FirstPsiGateAppears_Tygan AkEvent]
SpokenText="Ця трiщина… Схоже на якийсь псiионiчний «розлом». Чи можуть прибульцi використовувати його для передачi даних за межi своїх об'єктiв на Землi?"

[T_FirstSuccessfulOfficerHack_Tygan AkEvent]
SpokenText="Ми отримали повний доступ до псi-мережi «Адвента». Я переключив нашi системи на обробку нових даних, але ми повиннi дiяти швидко. Скоро вони виявлять вторгнення, це лише питання часу."

[T_FirstSuccessfulStun_Tygan AkEvent]
SpokenText="Часу мало. Нам треба зламати контрольний чiп офiцера i отримати доступ до псi-мережi «Адвента», поки вони не зрозумiли, що сталося."

[T_Forge_Advent_Bodies_Sighted_Tygan_01 AkEvent]
SpokenText="Все можливо, коли маєш справу з прибульцями."

[T_Forge_Avatar_Suit_Home_Tygan_P1 AkEvent]
SpokenText="Якщо ми хочемо дiзнатися, з чого зроблений цей костюм або що робить його унiкальним, нам необхiдно провести повний аналiз."

[T_Forge_Avatar_Suit_Sighted_Tygan_P2 AkEvent]
SpokenText="Здається, що вiн такий самий. Принаймнi, за фiзичними характеристиками. Все ж є в ньому щось особливе, унiкальне…"

[T_Forge_Body_Recovery_Tygan_P2 AkEvent]
SpokenText="Обачно! Ми повиннi зберегти цю особину будь-якою цiною!"

[T_Forge_Body_Recovery_Tygan_P3 AkEvent]
SpokenText="Мої прилади нiчого не показують. Менi знадобиться провести бiльш ретельне дослiдження, щоб сказати, що там всерединi."

[T_Forge_Body_Reveal_Tygan_P2 AkEvent]
SpokenText="Так, тiльки цього разу ми повиннi отримати прямий доступ. Хто знає, що ми знайдемо всерединi."

[T_Forge_Interior_Reveal_Tygan_P2 AkEvent]
SpokenText="Так. I, судячи з стану зразка, я б сказав, що виготовили його недавно."

[T_Fortress_Avatar_Sighted_01_Tygan AkEvent]
SpokenText="Ми поки що не знаємо, на що воно здатне. На даному етапi Старiйшини намагатимуться зупинити нас будь-якою цiною."

[T_Fortress_Recap_Callouts_Tygan_01 AkEvent]
SpokenText="На даний момент немає жодних гарантiй того, що ударна група знаходиться в нашому вимiрi. I значно менш iмовiрно, що вона на Землi."

[T_Fortress_Recap_Callouts_Tygan_02 AkEvent]
SpokenText="Можливо, Старiйшини в такому станi не могли потрапити в наш свiт через цi ворота. Ймовiрно, лише цi саркофаги пiдтримують їхню зотлiлу фiзичну оболонку."

[T_Fortress_Recap_Callouts_Tygan_03 AkEvent]
SpokenText="Як i та, що ми бачили поруч iз воротами, ця iнопланетна рослиннiсть цвiте в безпосереднiй близькостi вiд псi-полiв, що проходять через цi системи."

[T_Fortress_Recap_Callouts_Tygan_04 AkEvent]
SpokenText="Це схоже на морських мешканцiв, типових представникiв…"

[T_Fortress_Recap_Callouts_Tygan_05 AkEvent]
SpokenText="Океани на Землi здебiльшого не дослiдженi. Було б логiчно ховати Старiйшин тут усi цi роки."

[T_Gene_Therapy_Clinic_Bed_Tygan_01 AkEvent]
SpokenText="Ось тут вони здiйснюють основну частину Генної терапiї. Принаймнi, ту, про яку знає громадськiсть."

[T_Incomplete_Avatar_Sighted_Tygan AkEvent]
SpokenText="Командире, гадаю, ми спостерiгаємо щось зовсiм нове... Ця особина поки що не потрапляла анi в руки, анi навiть на очi силам Опору. Будьте вкрай обережнi."

[T_Live_Codex_Sighted_Hack_It_Tygan AkEvent]
SpokenText="Командире, цей Кодекс iдеально пiдiйшов би для проникнення в мережу «Адвента». Для початку нам потрiбно використати черепний бур."

[T_PostIntroStasisLanceReminder_Tygan AkEvent]
SpokenText="Командире, маючи на руках черепний бур, ми повиннi випробувати його на одному з офiцерiв «Адвента». Гадаю, у нас все повинно вийти."

[T_Psi_Gate_Alien_Flora_Tygan_01 AkEvent]
SpokenText="Ворота оточує дуже незвичайна рослиннiсть. Важко сказати, чи є вона повнiстю iнопланетною або ж це звичайна флора, на яку вони якимось чином вплинули."

[T_Psi_Gate_Gateway_Spotted_Tygan_P3 AkEvent]
SpokenText="Як i в бiльшостi випадкiв, нам доведеться вiднести це на корабель для подальшого вивчення."

[T_Psi_Gate_Reveal_Tygan_P1 AkEvent]
SpokenText="Надзвичайно. На вiдмiну вiд Кодекса, ця структура пiдтримує стабiльний псi-розлом у просторi. Але куди вiн веде..."

[T_Sectoid_has_reanimated_corpse_Tygan AkEvent]
SpokenText="Мене не перестає дивувати рiзноманiтнiсть здiбностей, доступних прибульцям завдяки вмiлiй керованостi псi-енергiєю."

[T_Setup_Phase_Break_Concealment_Tygan_01 AkEvent]
SpokenText="Якщо ми хочемо досягти успiху в боротьбi з прибульцями, нам доведеться вийти з тiнi i вступити у вiдкритий бiй."

[T_Setup_Phase_Break_Concealment_Tygan_02 AkEvent]
SpokenText="Командире, тактичнi рiшення - за вами, але менi здається, що прямий пiдхiд у даному випадку був би бiльш ефективним, нiж гра в хованки."

[T_Setup_Phase_Break_Concealment_Tygan_03 AkEvent]
SpokenText="Я не думав, що це суто розвiдувальне завдання. Я вважав, що нашi солдати будуть знищувати противника."

[T_Small_Town_Arcade_Machines_Tygan_01 AkEvent]
SpokenText="Гадаю, їм необхiдно вiдволiктися будь-яким способом - навiть найпростiшим."

[T_Small_Town_No_Livestock_Tygan_01 AkEvent]
SpokenText="Досi я не зовсiм розумiю, чого прибульцi сподiваються досягти шляхом заборони худоби та домашнiх тварин. Вони, здається, щиро стурбованi ризиком змiшання тварин i популяцiї."

[T_Tactical_Callouts_Tygan_01 AkEvent]
SpokenText="Ця рослина дуже незвичайна. Проте ми не бачили iнших доказiв того, що прибульцi займаються терраформуванням. Можливо, воно розплодилося не з їхньої вини."

[T_Tygan_AlienSightings_AdvPsiWitchM1 AkEvent]
SpokenText="Цi пiдроздiли «Адвента» володiють посиленими псi-здiбностями. Вони набагато небезпечнiшi, нiж звичайнi солдати прибульцiв."

[T_Tygan_AlienSightings_AdvPsiWitchM2 AkEvent]
SpokenText="Нашi вiйська називають їх «вiдьмами». Найдосвiдченiшi з них, здається, здатнi привести у замiшання наших солдатiв за допомогою спецiальної атаки."

[T_Tygan_AlienSightings_AdvPsiWitchM3 AkEvent]
SpokenText="Найпередовiшi псi-пiдроздiли «Адвента» можуть повнiстю взяти солдата пiд свiй контроль, використовуючи методи управлiння свiдомiстю, схожi на тi, що ми бачили ранiше."

[T_Tygan_AlienSightings_Andromedon AkEvent]
SpokenText="Цi викиди можуть бути токсичними. Будьте обережнi, командире."

[T_Tygan_AlienSightings_Cyberus AkEvent]
SpokenText="Цей екземпляр дуже незвичайний. Вiн володiє набором здiбностей, що використовують якусь технологiю телепортацiї мiж вимiрами."

[T_Tygan_AlienSightings_Faceless AkEvent]
SpokenText="Це дивовижний вид. Якби тiльки у нас був спосiб його стримувати…"

[T_Tygan_AlienSightings_Sectoid AkEvent]
SpokenText="Хоч вони i схожi трохи на Сектоїдiв, яких ми бачили пiд час вторгнення, їхня нинiшня генетична структура включає людську ДНК. Вони сильнi як нiколи. Їхнiй псi-потенцiал ще вищий."

[T_Tygan_AlienSightings_Viper AkEvent]
SpokenText="Позбавившись людської ДНК, цi iстоти, колись маскувавшись пiд «Дохлякiв», прийняли свою справжню форму - рептилiй."

[T_Tygan_CaptainSightedTwo_DUP AkEvent]
SpokenText="Капiтан «Адвента» може допомогти нам проникнути в псi-мережу прибульцiв, але для цього нам знадобиться черепний бур."
